//=-==-=-=-=--=-=-=-=-=-=-=-=-=-===-
console.log(" ");
console.log("Task-7");
console.log(" ");
//=-=-=-==-=-=-=-=-=-=-=-==-=-=-=-=-
/*

Задание
Объяви функцию sayHi, внутри которой добавь console.log() со строкой 'Привет, это моя первая функция!'.

После объявления вызови функцию sayHi.

Тесты
Ожидается объявление Function Declaration.
Функции присвоено имя sayHi.
В теле функции sayHi есть console.log('Привет, это моя первая функция!').
После объявления есть вызов функции sayHi.

*/

//Task START

// Пиши код ниже этой строки
function sayHi(){
  console.log('Привет, это моя первая функция!');
}
sayHi();


//Task END

console.log(" ");
console.log("=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=");


